Repository: jut-so-team/jut-so-shipment-tracking
Catalog: languages/jut-so-shipment-tracking-*.po
Languages: de_de

source: Shipment Tracking
de_de: Sendungsverfolgung

source: Tracking Number
de_de: Sendungsnummer

source: Separate multiple tracking numbers with commas
de_de: Mehrere Sendungsnummern mit Kommas trennen

source: Enter one or more tracking numbers separated by commas
de_de: Geben Sie eine oder mehrere Sendungsnummern durch Kommas getrennt ein

source: Tracking Numbers
de_de: Sendungsnummern

source: Carrier
de_de: Versanddienstleister

source: Select a carrier
de_de: Versanddienstleister auswählen

source: Select carrier...
de_de: Versanddienstleister auswählen...

source: Date Added
de_de: Hinzugefügt am

source: — Select —
de_de: — Auswählen —

source: Date Shipped
de_de: Versanddatum

source: Add Tracking
de_de: Sendungsverfolgung hinzufügen

source: Remove Tracking
de_de: Sendungsverfolgung entfernen

source: Tracking number added: %s (Carrier: %s)
de_de: Sendungsnummer hinzugefügt: %s (Versanddienstleister: %s)

source: Tracking numbers added: %s (Carrier: %s)
de_de: Sendungsnummern hinzugefügt: %s (Versanddienstleister: %s)

source: Not specified
de_de: Nicht angegeben

source: Tracking information removed
de_de: Sendungsverfolgungsinformationen entfernt

source: View Tracking
de_de: Sendungsverfolgung anzeigen

source: Shipment Tracking Settings
de_de: Sendungsverfolgung Einstellungen

source: General Settings
de_de: Allgemeine Einstellungen

source: Configure the shipment tracking settings below.
de_de: Konfigurieren Sie die Sendungsverfolgungseinstellungen unten.

source: Enable Email Integration
de_de: E-Mail-Integration aktivieren

source: Add tracking information to order confirmation emails
de_de: Sendungsverfolgungsinformationen zu Bestellbestätigungs-E-Mails hinzufügen

source: Text displayed before the tracking link in emails
de_de: Text, der vor dem Tracking-Link in E-Mails angezeigt wird

source: Track your shipment:
de_de: Verfolgen Sie Ihre Sendung:

source: Where to display tracking information in the email
de_de: Wo die Sendungsverfolgungsinformationen in der E-Mail angezeigt werden sollen

source: After order table
de_de: Nach der Bestelltabelle

source: Before order table
de_de: Vor der Bestelltabelle

source: After customer details
de_de: Nach den Kundendaten

source: Carrier Settings
de_de: Versanddienstleister-Einstellungen

source: Configure shipping carriers and their tracking URL templates.
de_de: Konfigurieren Sie Versanddienstleister und ihre Tracking-URL-Vorlagen.

source: Default Carrier
de_de: Standard-Versanddienstleister

source: Default carrier to use when none is specified (e.g., via API).
de_de: Standard-Versanddienstleister, wenn keiner angegeben ist (z.B. über API).

source: — No default —
de_de: — Kein Standard —

source: Shipping Carriers
de_de: Versanddienstleister

source: Carrier Key
de_de: Versanddienstleister-Schlüssel

source: Carrier Name
de_de: Versanddienstleister-Name

source: Tracking URL Template
de_de: Tracking-URL-Vorlage

source: Actions
de_de: Aktionen

source: Remove
de_de: Entfernen

source: Add Carrier
de_de: Versanddienstleister hinzufügen

source: Use {tracking_number} as a placeholder in the tracking URL template.
de_de: Verwenden Sie {tracking_number} als Platzhalter in der Tracking-URL-Vorlage.

source: Example: https://track.example.com/?tracking={tracking_number}
de_de: Beispiel: https://track.example.com/?tracking={tracking_number}

source: Save Settings
de_de: Einstellungen speichern

source: Settings
de_de: Einstellungen

source: API Information
de_de: API-Informationen

source: REST API Endpoints:
de_de: REST-API-Endpunkte:

source: Retrieve tracking information for an order
de_de: Sendungsverfolgungsinformationen für eine Bestellung abrufen

source: Returns tracking_urls object with tracking numbers as keys and URLs as values
de_de: Gibt ein tracking_urls-Objekt mit Sendungsnummern als Schlüssel und URLs als Werte zurück

source: Add or update tracking information
de_de: Sendungsverfolgungsinformationen hinzufügen oder aktualisieren

source: Required:
de_de: Erforderlich:

source: (supports comma-separated values)
de_de: (unterstützt kommagetrennte Werte)

source: (uses default if not specified)
de_de: (verwendet Standard, wenn nicht angegeben)

source: Remove tracking information
de_de: Sendungsverfolgungsinformationen entfernen

source: Batch update tracking for multiple orders
de_de: Stapelaktualisierung der Sendungsverfolgung für mehrere Bestellungen

source: Supports multiple tracking numbers per order
de_de: Unterstützt mehrere Sendungsnummern pro Bestellung

source: Authentication: Requires manage_woocommerce capability
de_de: Authentifizierung: Erfordert manage_woocommerce-Berechtigung

source: Multiple Tracking Numbers:
de_de: Mehrere Sendungsnummern:

source: You can add multiple tracking numbers by separating them with commas. Example: ABC123, DEF456, GHI789
de_de: Sie können mehrere Sendungsnummern hinzufügen, indem Sie sie mit Kommas trennen. Beispiel: ABC123, DEF456, GHI789

source: All tracking numbers will use the same carrier. Each number gets its own tracking link.
de_de: Alle Sendungsnummern verwenden denselben Versanddienstleister. Jede Nummer erhält ihren eigenen Tracking-Link.

source: Tracking URL Variables
de_de: Tracking-URL-Variablen

source: You can use the following variables in your custom tracking URL:
de_de: Sie können die folgenden Variablen in Ihrer benutzerdefinierten Tracking-URL verwenden:

source: The tracking number
de_de: Die Sendungsnummer

source: Example:
de_de: Beispiel:

source: Order not found
de_de: Bestellung nicht gefunden

source: Invalid carrier: %s. Valid carriers are: %s
de_de: Ungültiger Versanddienstleister: %s. Gültige Versanddienstleister sind: %s

source: Tracking information updated successfully
de_de: Sendungsverfolgungsinformationen erfolgreich aktualisiert

source: Tracking information deleted successfully
de_de: Sendungsverfolgungsinformationen erfolgreich gelöscht

source: Missing required fields
de_de: Erforderliche Felder fehlen

source: Tracking number added via API: %s (Carrier: %s)
de_de: Sendungsnummer über API hinzugefügt: %s (Versanddienstleister: %s)

source: Tracking numbers added via API: %s (Carrier: %s)
de_de: Sendungsnummern über API hinzugefügt: %s (Versanddienstleister: %s)

source: Tracking number added via API (batch): %s (Carrier: %s)
de_de: Sendungsnummer über API (Stapel) hinzugefügt: %s (Versanddienstleister: %s)

source: Tracking information removed via API
de_de: Sendungsverfolgungsinformationen über API entfernt

source: %d orders updated, %d errors
de_de: %d Bestellungen aktualisiert, %d Fehler

source: You do not have permission to access this resource
de_de: Sie haben keine Berechtigung, auf diese Ressource zuzugreifen

source: Tracking Numbers:
de_de: Sendungsnummern:

source: Tracking Number:
de_de: Sendungsnummer:

source: Track your package:
de_de: Verfolgen Sie Ihr Paket:

source: Track Your Package
de_de: Paket verfolgen

source: jut-so Shipment Tracking requires WooCommerce to be installed and activated.
de_de: jut-so Sendungsverfolgung erfordert, dass WooCommerce installiert und aktiviert ist.

source: jut-so Shipment Tracking requires WooCommerce %s or greater.
de_de: jut-so Sendungsverfolgung erfordert WooCommerce %s oder höher.
